Repository: khushidesai23/Legal_Assistant
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hi

source: Section 3 of the Act states the prohibited occupations and processes, whoever employs any child or permits any child to work in contravention of the provisions of Sec. 3 shall be punishable with imprisonment for a term which shall not be less than, three months but which may extend to one year or with fine which shall not be less than ten thousand rupees but which may extend to twenty thousand rupees or with both. Repeat offence under section 3 is punishable with imprisonment for a term which shall not be less than six months but which may extend to two years.
hi: धारा 3 में प्रतिबंधित व्यापार और प्रक्रियाएँ बताई गई हैं, जो कोई भी बच्चा नियोजित करता है या किसी बच्चे को किसी भी बंधन के खिलाफ काम करने की अनुमति देता है, उसे दंडित किया जाएगा। दंड होगा कैद की सजा, जिसमें तीन महीने से कम नहीं होगी, लेकिन जो एक साल तक बढ़ सकती है या जिसमें दस हजार रुपये से कम नहीं होगी, लेकिन जो बीस हजार रुपये तक बढ़ सकती है, या फिर दोनों के साथ हो सकती है। धारा 3 के तहत पुनरावृत्ति का दोहन करना दंडनीय है, जिसमें जेल की सजा होगी, जिसमें छह महीने से कम नहीं होगी, लेकिन जो दो साल तक बढ़ सकती है।
